---
kind: enumMember
id: F:Autodesk.Revit.DB.ModelUpdatesStatus.CurrentWithCentral
enum: Autodesk.Revit.DB.ModelUpdatesStatus
source: html/2fc35e00-cdf2-8368-e6a6-032725492cbe.htm
---
# Autodesk.Revit.DB.ModelUpdatesStatus.CurrentWithCentral

The element has no additional changes in the central model.